IDEA Open Model
FemElement Properties
Compatible with IDEA StatiCa v 10.1
The FemElement type exposes the following members.
Properties
Name | Description
Type
 Type of the finite element 1 - triangular element 2D 2 - quadrilateral element 2D
Vertices
 Get list of vertices of the fem element
Top
See Also
Reference
FemElement Class
IdeaRS.OpenModel.Result Namespace